package TwentyThree.november;

public class 틀린문제 {
    /*

    싸피에서 틀린문제 다시 풀려고...
    이미 인연은 아니지만..

    문제 설명
    개발팀 내에서 이벤트 개발을 담당하고 있는 "무지"는 최근 진행된 카카오이모티콘
    이벤트에 비정상적인 방법으로 당첨을 시도한 응모자들을 발견하였습니다.
    이런 응모자들을 따로 모아 불량 사용자라는 이름으로 목록을 만들어서 당첨 처리 시
    제외하도록 이벤트 당첨자 담당자인 "프로도" 에게 전달하려고 합니다. 이 때 개인정보 보호을 위해
    사용자 아이디 중 일부 문자를 '*' 문자로 가려서 전달했습니다.
    가리고자 하는 문자 하나에 '*' 문자 하나를 사용하였고
    아이디 당 최소 하나 이상의 '*' 문자를 사용하였습니다.
    "무지"와 "프로도"는 불량 사용자 목록에 매핑된 응모자
    아이디를 제재 아이디 라고 부르기로 하였습니다.

    예를 들어, 이벤트에 응모한 전체 사용자 아이디 목록이 다음과 같다면

     */
    public static void main(String[] args) {

    }
}
